Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Operators 1 and 2 found the equipment (hose) and the key to open the valve.
nb: Operatør 1 og operatør 2 fant utstyret (slangen) og fikk tak i ventilnøkkelen for å åpne ventilen.

source: in December 2015. Statoil obtained consent to use Songa Endurance
nb: Songa Offshore fikk samsvarsuttalelse (SUT) fra Ptil for Songa Endurance i desember 2015.

source: lack of follow-up of BNG
nb: Manglende oppfølging av BNG

source: The onshore facility at Nyhamna in Møre og Romsdal county was brought into service in 2003, as a gas-processing facility for the Ormen Lange field in the Norwegian Sea.
nb: Landanlegget på Nyhamna i Møre og Romsdal ble tatt i bruk i 2003, som gassbehandlingsanlegg for Ormen Lange-feltet i Norskehavet.

source: This is a semi-submersible drilling facility of the GVA 7500 type, operated by North Atlantic Drilling.
nb: Dette er ei halvt nedsenkbar boreinnretning av typen GVA 7500, operert av North Atlantic Drilling.

source: This was not picked up as a change pursuant to the MOC procedure.
nb: Dette er ikke fanget opp som en endring i henhold til MOC prosedyren.

source: Leiv Eiriksson is a semi-submersible drilling facility of the SS Trosvik Bingo 9000 type, owned and operated by Ocean Rig.
nb: Leiv Eiriksson er ei halvt nedsenkbar boreinnretning av typen SS Trosvik Bingo 9000, eigd og operert av Ocean Rig.

source: Contents of applications for consent
nb: Innhold i søknad om samtykke

source: Deviations shall be reported to the Norwegian Environment Authority as soon as possible, cf. Section
nb: Avvik skal rapporteres til Miljødirektoratet så snart som mulig, jf.

source: The procedure describes when AT level 1 is required, when AT level 2 is required and when these ATs are not required.
nb: Prosedyren beskriver når det er krav om AT nivå 1, AT nivå 2 eller når slik AT ikke kreves.

source: Equinor - consent for the use of Deepsea Atlantic – Askeladd
nb: Equinor – samtykke til bruk av Deepsea Atlantic – Askeladd

source: The report itself has been prepared by Proactima.
nb: Selve rapporten er utarbeidet av Proactima.

source: The requirements on ecotoxicological testing and documentation does not apply for:
nb: Kravene om økotoksikologisk testing og dokumentasjon gjelder ikke:

source: The latter did as requested and submitted its report to MH Wirth.
nb: Kverneland Aqua AS vurderte da årsaksforhold og oversendte rapporten til MH Wirth.

source: The shift coordinator, who was attending the coordinator meeting, ran immediately to the fire station in his role as on-scene commander.
nb: Skift-koordinator, som deltok i koordinatormøtet, løp øyeblikkelig til brannstasjonen i rollen som innsatsleder.

source: The joint venture company Polarled JV owns the pipeline, which is 481 kilometres long and 36" in diameter.
nb: Interessentselskapet Polarled JV er eigar av røyrleidninga, som er 481 kilometer lang og har en diameter på 36".

source: Wellesley - Consent for exploration drilling in the North Sea
nb: Wellesley - Samtykke til leiteboring i Nordsjøen

source: That job has been done by the industry and the parties,” says Torleif Husebø.
nb: Det er næringen og partene som har gjort jobben, sier Torleif Husebø.

source: Section 5, final subsection of the Drinking Water Regulations (in Norwegian only), i.e. for ensuring that the drinking water quality, when the water is offered to the consumer, is not impaired beyond the requirements in the Drinking Water Regulations (in Norwegian only) However, pursuant to the
nb: drikkevannsforskriften § 5 siste ledd, altså for å påse at drikkevannskvaliteten, når vannet frembys til forbruker, ikke forringes utover kravene i drikkevannsforskriften.

source: This has been done solely on page 101 in document
nb: Det ene stedet dette er gjort, er i dokumentet side 101

source: For onshore facilities, an operator is appointed which will be responsible for the daily management of
nb: Et krav kan for eksempel være avgrenset til å gjelde på området helse, arbeidsmiljø og sikkerhet.

source: It is owned by production licence 050 (Gullfaks) and operated by KCA Deutag Drilling Norge AS.
nb: Den er eid av utvinningstillatelse 050 (Gullfaks) og opereres av KCA Deutag Drilling Norge AS.

source: Steel rope with such a high tensile strength is less elastic and unsuitable for a sheave with a diameter as small as 18xD/d, which will reduce its fatigue life even further.
nb: Ståltau med så høy strekkfasthet er mindre elastisk og er ikke egnet for skivehjul med så liten diameter som 18xD/d, hvilke vil redusere utmattingslevetiden ytterligere.

source: When preparing the maintenance programme as mentioned in the first subsection, the NS-EN ISO 20815:2008 standard, Appendix I and the NEK IEC 60300-3-11 standard can be used in the area of health, working environment and safety.
nb: Ved utarbeiding av vedlikeholdsprogrammet som nevnt i første ledd, kan standardene NS-EN ISO 20815:2008 vedlegg I og NEK IEC 60300-3-11 brukes på området helse, arbeidsmiljø og sikkerhet.

source: detection system comes in addition to systems for management and control and other safety systems.
nb: tillegg til systemer for styring og kontroll og andre sikkerhetssystemer.

source: It takes time to build trust and share knowledge.
nb: Det tar tid å bygge til it og dele kunnskap.

source: The position of these windows is shown on drawing 10113217-GAD-J-0009.
nb: Posisjonen av disse vinduene finnes på tegning 10113217-GAD-J-0009.

source: Is that good enough for meeting today’s and tomorrow’s challenges, or should we reassess the model?
nb: Er dette godt nok for å møte dagens og framtidens utfordringer, eller bør vi revurdere modellen?

source: Equinor - Consent for use of Island Wellserver and Island Frontier
nb: Equinor - Samtykke til bruk av Island Wellserver og Island Frontier

source: For pool fires, the hydrocarbon curve described in the standard NS-EN 1363-2, should be used.
nb: For pølbrann bør hydrokarbonkurven som er beskrevet i standarden NS-EN 1363-2, brukes.

source: “While Schlumberger earlier had 12-14 people to operate the drilling and logging equipment on a platform, that figure is now down to five.
nb: - Mens Schlumberger tidligere hadde 12-14 mann til å operere bore- og loggeutstyret på en plattform, er de nå nede i fem, forteller han.

source: Since the valve was fairly stiff, operator 2 moved under the piping and began opening it.
nb: Ventilen var ganske treg. Operatør 2 gikk derfor under rørene og begynte å åpne ventilen.

source: Aker Solutions/MHWirth, supplier of the RamRig, had not identified this hazardous
nb: Aker Solutions/MHWirth som er leverandør av RAM-riggen, hadde ikke identifisert

source: The PSA regards this as one of the most serious well control incidents on the Norwegian continental shelf (NCS) since Statoil’s Snorre A incident in 2004.
nb: Vi anser denne hendelsen som en av de mest alvorlige brønnkontrollhendelsene på norsk sokkel siden Snorre A-hendelsen i 2004.

source: (Source: contract between Eni and Apply Sørco)
nb: (Fra kontrakten mellom Eni og Apply Sørco)

source: The residual strength in the concrete should be adequate.
nb: Restkapasiteten i betongfastheten bør være tilstrekkelig.

source: 25/2-22 S is an appraisal well, and is to be drilled to appraise discovery 25/2-21 (Liatårnet), which was proven in 2019.
nb: Brønn 25/2-22 S er en avgrensingsbrønn, og skal borast for å avgrensa funnet 25/2-21 (Liatårnet), som vart påvist i 2019.

source: Maersk Invincible is a jack-up drilling facility owned by Maersk Drilling, Denmark.
nb: Maersk Invincible er ei oppjekkbar boreinnretning eigd av Maersk Drilling, Danmark.

source: In order to fulfil the strategy requirement as mentioned in the third subsection, the principles in the NS-EN ISO 13702 standard should be used for all hazard and accident situations.
nb: For å oppfylle kravet om en strategi som nevnt i tredje ledd, bør prinsippene standarden NS-EN ISO 13702 brukes for alle fare- og ulykkessituasjoner.

source: Notifiable work-related illness can be diagnosed on the basis of
nb: Meldepliktig arbeidsbetinget sykdom kan diagnostiseres på grunnlag av

source: 03.21: Valve XV 08785 on the condensate pot was opened.
nb: Klokken 03:21: Ventil (XV 08785) på kondensatbeholder åpnes

source: Lundin – consent for use of Rowan Viking
nb: Lundin – samtykke til bruk av Rowan Viking

source: When you get an RNNP report which identifies negative or critical trends in the industry, it has an effect, says professor Ole Andreas Engen at the University of Stavanger.
nb: Når man får en RNNP-rapport som sier at nå er det en negativ eller kritisk utvikling i bransjen, så får det effekt, mener Ole Andreas Engen, professor i risikostyring og samfunnssikkerhet ved Universitetet i Stavanger (UiS).

source: in compliance with ISO
nb: i henhold til ISO

source: No dimensional measurements of the rope were made on installation, nor when it was taken off and inspected in January 2017.
nb: Det ble ikke gjort noen dimensjonsmålinger av tauet ved installeringen, og det ble heller ikke gjort da det ble demontert og inspisert i januar 2017.

source: According to PRO-00-0510, Seadrill requires that each facility establishes an competence matrix and makes provision on board for tailored on-the-job training.
nb: Iht PRO-00-0510 setter Seadrill krav til at hver enkelt installasjon etablerer en kompetansematrise og tilrettelegger for tilpasset «on-the-job» trening om bord.

source: Troll C is part of Troll Phase II and is a semi-submersible, steel, accommodation and production facility.
nb: Troll C er en del av Troll fase II og er en halvt nedsenkbar bolig- og produksjonsinnretning i stål.

source: The authorised person electrical told the CCR to open the busbar breaker in field 2 on the board to disconnect power supply to half of board 1, including pump D. He then went to the operating panel for the busbar breaker.
nb: Bemyndiget person elektro ga beskjed til SKR om å åpne samleskinnebryter i felt 2 i tavlen for å koble ut strømforsyning til halve tavle 1, deriblant til lastepumpe D.

source: the NORSOK N-005 standard should be used to monitor the condition of
nb: standarden NORSOK N-005 brukes for tilstandskontroll av

source: to qualification requirements and certificates for seamen (in Norwegian only) Sections 37, 44 and 45, or Norwegian oil and gas guideline 059 – recommended guidelines for professional electrical workers’ competence (in Norwegian only)
nb: kvalifikasjonskrav og sertifikater for sjøfolk §§ 37, 44 og 45, eller Norsk olje og gass retningslinje 059 – anbefalte retningslinjer for elektrofagarbeiders kompetanse,

source: This drill hole was plugged back and an 8½" wellbore for the production well was drilled along the planned path in the reservoir.
nb: Dette borehullet ble plugget tilbake og en 8 ½" brønnbanen for produksjonsbrønnen ble boret langs planlagt løp i reservoaret.

source: Normal processing time is nine weeks.
nb: Normal saksbehandlingstid er ni uker.

source: Saipem - Scarabeo 8 - Investigation of stability incident
nb: Saipem - Scarabeo 8 - Gransking av stabilitetshendelse

source: can be used for access and transport routes, with the following additions:
nb: brukes for atkomst- og transportveier, med følgende tillegg:

source: Investigation is a precondition for learning.
nb: Gransking er en forutsetning for læring.

source: We have given Repsol consent to extend the life of the Rev field until April 2021.
nb: Vi har gitt Repsol samtykke til forlenga levetid av Rev-feltet fram til april 2021.

source: Professional evaluation of bioaccumulation potential and estimated values for log Pow should be stated
nb: Faglige vurderinger av bioakkumuleringspotensialet og estimerte verdier for Log Pow bør

source: shows the distribution between company types on the statement "
nb: viser fordelingen mellom selskapstypene på utsagnet «

source: personnel shall not be assigned tasks that can impair their handling of the control and monitoring functions, cf. also Section 21 of the Facilities Regulations and Section 18 of the Management Regulations.
nb: oppgaver som kan svekke ivaretakelsen av kontroll- og overvåkingsfunksjonene, jf. også innretningsforskriften § 21 og styringsforskriften § 18.

source: The noise exposure indicator shows only a marginal improvement in 2010, despite the fact that both the authorities and the companies have given close attention to the problem. Part of
nb: Indikatoren for støyeksponering viser marginal forbedring i 2010 til tross for at både myndighetene og selskapene har hatt stor oppmerksomhet på problemstillingen.

source: In wash string #1, a scraper and magnet were also fitted to collect any iron filings etc. in the wash procedure.
nb: I vaskestreng #1 var det også innmontert skraper og magneter for å ta opp eventuelt jernspon m.v. i vaskeprosessen.

source: On the basis of the findings made by the investigation, the PSA has issued the following order to Naturkraft AS:
nb: På bakgrunn av de funnene som er gjort i granskingen har Ptil gitt følgende pålegg til Naturkraft AS:

source: The 2003 and 2005 surveys had a response
nb: Undersøkelsene i 2003 og 2005

source: Manned underwater operations under the framework agreement with Technip will be able to deploy the diving vessels DSV Deep Arctic, DSV Deep Explorer and LDC Technip Seahunter.
nb: Bemannede undervannsoperasjoner under rammeavtalen med Technip vil kunne gjennomføres med dykkerfartøyene DSV Deep Arctic, DSV Deep Explorer og LDC Technip Seahunter.

source: • ROV inspection showed that the position indicator for valve 42 showed it was open.
nb: ROV-inspeksjon viser at posisjonsindikator for ventil 42 indikerer åpen ventil.

source: The Petroleum Safety Authority Norway has given Lundin consent to use Rowan Viking for production drilling on the Edvard Grieg field.
nb: Petroleumstilsynet har gitt Lundin samtykke til bruk av Rowan Viking til produksjonsboring på Edvard Grieg-feltet.

source: 03.45: Manual opening of XV 08785 from the condensate pot, pump number two in the collection sump was started manually.
nb: Klokken 03:45: Manuell åpning av XV 08785 fra kondensatbeholder, pumpe nummer to i samlesump startes manuelt.

source: If the living quarters are located on a separate facility as mentioned in the first paragraph litera c, external surfaces and distance to nearby facilities should nevertheless be such that a fire on these nearby facilities or in the surroundings (the sea) does not entail an unacceptable risk for personnel and functions in the living quarters.
nb: Dersom boligkvarteret er plassert på en egen innretning som nevnt i første ledd bokstav c, bør likevel ytre flater og avstand til nærliggende innretninger være slik at en brann på disse eller i omgivelsene (sjøen) ikke medfører uakseptabel risiko for personell og funksjoner i boligkvarteret.

source: Everyone who takes part in emergency preparedness management and collaboration on emergency preparedness against acute pollution, should practice their emergency preparedness functions at least once each year.
nb: Alle som deltar i beredskapsledelse og samarbeid om beredskap mot akutt forurensning, bør trene på sine beredskapsfunksjoner minst én gang i året.

source: Regulations relating to storage and transport of CO2 on the shelf Section 1-6 litera h Re
nb: forskrift om lagring og transport av CO2 på sokkelen § 1-6 bokstav h Til bokstav

source: MOL Norge has received consent for exploration drilling in the North Sea
nb: MOL Norge har fått samtykke til leiteboring i Nordsjøen

source: It is registered in Norway and Det Norske Veritas is the classification society.
nb: Den er registrert i Norge og har Det Norske Veritas som klasseselskap.

source: Well 35/9-14 will be identical to well 35/9-13, but 30 metres away from it.
nb: Brønn 35/9-14 vil være identisk med brønn 35/9-13, men ligg 30 meter frå den opprinnelege brønnen.

source: Statoil - Statfjord C - Investigation of hydrocarbon leak
nb: Statoil - Statfjord C - Gransking av hydrokarbonlekkasje

source: Aker BP – consent to use Maersk Invincible
nb: Aker BP – samtykke til bruk av Maersk Invincible

source: It was pointed out in the interviews that managers have much to do and that responsibility for ensuring jobs are carried out as planned rests with those doing the work.
nb: Det blir i intervjuene vist til at lederne har mange oppgaver og at det er utførende personell som har ansvar for å sikre at oppgaver blir gjennomført i henhold til plan.

source: maritime and logistic supervisor
nb: marine- og logistikklederen

source: Section 23 of the management regulations on continuous improvement Section 57 of the technical and operational regulations on monitoring and control Section 58 of the technical and operational regulations on maintenance
nb: Styringsforskriften § 23 om kontinuerlig forbedring Teknisk og operasjonell forskrift (TOF) § 57 om overvåking og kontroll Teknisk og operasjonell forskrift (TOF) § 58 om vedlikehold

source: and maintenance and modification activities, including activities as mentioned in Section 27.
nb: vedlikeholds- og modifikasjonsaktiviteter, deriblant aktiviteter som nevnt i § 27.

source: Responsibility for competence, knowledge development, Oil for Development
nb: Resultatansvar for kompetanse, kunnskapsutvikling, OfU, sikring, RNNP,

source: state that the work winch is to be used for lifting operations and is accordingly subject to section 69 of the facilities regulations
nb: står det at arbeidsvinsjen skal brukes til løfteoperasjoner og derfor kommer inn under innretningsforskriften § 69 om løfteinnretninger og løfteredskaper

source: Chapter 3 of the Pollution Control Act (in Norwegian only)
nb: forurensningsloven kapittel 3 fra Miljødirektoratet.

source: If the fracture analysis of the male adapter shows that the fracture was initiated by a
nb: Dersom bruddanalyse av male adapter viser at bruddet er initiert av en stor ytre

source: Under slightly different circumstances, the incident could have led to serious personal injury or death.
nb: Under ubetydelige endrede omstendigheter kunne hendelsen ha ført til alvorlig personskade eller dødsfall.

source: According to Section 4-1 of the Contagious Illness Protection Act (in Norwegian only), the municipal
nb: Etter smittevernloven § 4-1 er kommunestyret tillagt myndighet til på visse vilkår å vedta møteforbud,

source: “Petroleum operations in new areas must be combined with strict standards for safety, the environment and emergency response as well as for co-existence with other industries,” labour and social affairs minister Robert Eriksson says.
nb: - Petroleumsvirksomhet i nye områder må kombineres med strenge krav til miljø, sikkerhet og beredskap, og til sameksistens med andre næringer, mener Eriksson.

source: Chapter VIII - Planning, operation and control during activities (§§ 55 - 63)
nb: Kapittel VIII - Planlegging, drift og kontroll ved utføring av aktiviteter (§§ 55 - 63)

source: You could, for example, get anxious and depressed from sleeping poorly and too little.
nb: Man kan for eksempel utvikle angst og depresjon ved å sove for dårlig og for lite over tid.

source: Density differences between oil and water mean separated oil will accumulate at the top of the cell, where the crack was identified by ROV, and the spill therefore probably comprised mostly oil.
nb: På grunn av forskjellen i tettheten mellom olje og vann vil den utseparerte oljen samles i toppen av cellen, hvor sprekken er påvist med ROV, og det er derfor grunn til å anta at utslippet i hovedsak besto av olje.

source: DEA Norge as - Consent to use Transocean Arctic
nb: DEA Norge as - Samtykke til bruk av Transocean Arctic

source: Consent for use of Deepsea Stavanger
nb: Samtykke til bruk av Deepsea Stavanger

source: Personnel in the Statfjord A organisation both on land and offshore had an inaccurate perception of overpressure protection in the storage cells.
nb: Personellet i Statfjord A organisasjonen både på land og offshore hadde feil oppfattelse av overtrykksbeskyttelsen til lagercellene.

source: Chemicals used in auxiliary system, pipe lines and water-injection, including chemicals that remain in
nb: Kjemikalier som utelukkende brukes i husholdningen og i boligkvarteret på innretningen, eller i tilknytning til den marine driften av flyttbare innretninger, er ikke omfattet.

source: 4 Collaboration is described as improvement suggestions in several review reports.
nb: 4 Samtrening er beskrevet som forbedringsforslag i flere granskningsrapporter.

source: The document briefly presents HSE UK's and the PSA's requirements for mobile and fixed facilities in respect of high strength steels, certain structural experiences, incidents and proposed improvements.
nb: I dokumentet presenteres kort HSE UK og Ptil sine krav til flyttbare og faste innretninger for høyfast stål, noen konstruksjonsmessige erfaringer, hendelser og forslag til forbedringer.

source: Damage to all three pennants used for lifting was incompatible with continued use.
nb: Skader på alle tre forløperne som ble brukt til innløfting, var ikke forenelig med videre bruk.

source: Section 77, letter c) of the activities regulations on handling hazard and accident situations.
nb: Aktivitetsforskriften § 77 om håndtering av fare- og ulykkessituasjoner, bokstav c)

source: Consent to use the Nyhamna Gas Plant Expansion Facilities
nb: Samtykke til bruk av Nyhamna Gas Plant Expansion Facilities.

source: The requirement relating to Equipment Class 3 for drilling and well activities as mentioned in this table litera d, does not apply to shallow drilling and core drilling.
nb: Kravet til utstyrsklasse 3 for bore- og brønnaktiviteter som nevnt i denne tabellen bokstav d, gjelder ikke for grunne boringer og kjerneprøveboring.

source: What information transfer has taken place between drilling units with a RamRig
nb: Det er uklart hvilken erfaringsoverføring det har vært mellom boreinnretninger med

source: For work above ground, Chapter 17 in the Regulations relating to conduct of work (in Norwegian only)
nb: For arbeid i høyden bør kapittel 17 i forskrift om utførelse av arbeid brukes.

source: The Ministry of Labour and Social Affairs (ASD) invited these parties to join a working group in November 2016 for a joint assessment of and discussion on health, safety and working environment conditions and trends in the Norwegian petroleum industry.
nb: Arbeids- og sosialdepartementet (ASD) inviterte i november 2016 berørte parter og myndigheter til en arbeidsgruppe for en felles vurdering og drøfting av helse, miljø og sikkerhets- (HMS) tilstanden – og utviklingen i norsk petroleumsvirksomhet.

source: Smoke diver3 checked his equipment and ascended.
nb: Røykdykker3 sjekket utstyr og gikk opp.

source: The safety factor for wire rope in a lifting system should normally be 5:1.
nb: Sikkerhetsfaktoren for ståltau i løftesystem skal normalt være 5:1, jf.

source: This is a semi-submersible drilling facility of the Moss CS50 MKII type, operated by Saipem Norge.
nb: Dette er ei halvt nedsenkbar boreinnretning av typen Moss CS50 MKII, operert av Saipem Norge.

source: Gassco – Kollsnes – data security for industrial ICT systems
nb: Gassco – Kollsnes – informasjonssikkerhet for industrielle ikt-systemer

source: Anniken Hauglie, Director general, Norwegian Oil and Gas
nb: Anniken Hauglie, administrerende direktør, Norsk olje og gass

source: The trolley has a speed of 15 metres per minute.
nb: Løpekatten har en kjørehastighet på 15 m/min.

source: Another coordinator from the meeting would then take over the duty role while the rostered shift supervisor took on that job for the rest of the shift.
nb: Da ville en annen koordinator fra møtet ta over som produksjonsvakt og oppsatt skiftleder kunne tre inn i rollen resten av skiftet.
